token ="649588171:AAE0FXWviI4f-vh3I32tCiDQtroD7lZyIr4" #ivrir_bot
token2 ="553709427:AAFdyQo4c1-G49_iq0O7heQI1JRQE6WjMlM" #via1102...

sum_buttons_on_botr=5 #Цыфра означает, какое кол-во кнопок в одно сообщение мы выводим.
table_start1 = 2 #Туту нужно вручную вписывать номер индекса строки в таблице ексель с которой начинается таблица. Т.е. Первая строка с индексом - 0, Вторая с индексом 1 ит.д. Это нужно для того чтоб в программе было проще найти нужное слово по ID. Получается положение слова это (номер id + номер старта таблицы.)
table_start = table_start1-1 #т.к расчет начинается с 0
helpAnswer = 'what?'
#template_photo_id=

#Файл Pealim_FINAL.xlsx с таблицей слов открываем на строках примерных 54 и 297 и 466
# на 409 открывает временный файл ./words_first.xls